others/translation/NewWords/TheMatrix.org
#+OPTIONS: ^:{} _:{} num:t toc:t \n:t
#+BEGIN_HTML
<link rel="stylesheet" type="text/css" href="../../../css/bootstrap.mozilla.css" />
<link rel="stylesheet" type="text/css" href="../../../css/tabzilla.css" />
<link rel="stylesheet" type="text/css" href="../../../css/vf.css" />
<script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"> </script>
<script src="../../../js/tabzilla.js"></script>
<script src="../../../bootstrap/js/bootstrap.js"></script>
<script src="../../../js/disqus-comment.js"></script>
#+END_HTML
#+title:


* scaffold/custody
  scaffold 升降梯
  拘留
#+begin_example
There are two ways out of this building, one is that scaffold, the others is in their custody.
#+end_example
* hail/prophesy
  hail 欢呼,万岁
  prophesy (v)预言 -> prophest(n)先知,预言者 -> prophecy(n)预言,预言能力 ->prophetic(a)预言的
#+begin_example
After he died, the Oracle prophesied his return, and that his coming would hail the destruction of the Matrix, end the war, bring freedom to our people.
#+end_example  
* improvisation
  improvise (v)即兴创作 -> improvisation
#+begin_example
Good, adaptation, improvisation, but your weakness is not your technique.
#+end_example
* dodge
  dodge 躲避,闪开
#+begin_example
dodge bullet 躲避子弹
#+end_example
* bejesus
  bejesus 老天/老天啊
  scare the bejesus/death/hell/shit/sickness out of me
#+begin_example
You scared the bejesus out of me.
#+end_example
* marvel/oblivious
  marvel (n)奇迹(v)对...感到惊奇
  oblivious (a)遗忘的,健忘的 ->obliviously -> obliviousness
#+begin_example
Have you ever stood and stared at it? Marveled at its beauty its genuis? Billons of people just living out their lives, oblivious.
#+end_example
* cerebrum
  cerebrum 大脑
#+begin_example
So the perfec world was a dream that your primitive cerebrum kept trying to wake up from.
#+end_example
* revelation
  revelatin (n)启示 -> revelator 启示者 ->revelatory(a)启示的,泄露的 ->revelationist 相信天启的人
#+begin_example
I would like to share a revelation that I've had come up duing my time here.
#+end_example  
* plague
  plague 瘟疫
#+begin_example
You are the plague, and we are the cure.
#+end_example  
* serum
  serum 血清,免疫血清
#+begin_example
Why isn't the serum working?
#+end_example
* inevitablility
  evitable 可以避免的 -> inevitable 不可避免的 -> inevitability 不可避免
#+begin_example
You hear that, Mr. Anderson, that's the sound of inevitability, it's the sound of your death.
#+end_example
* alley
  小巷
