others/translation/NewWords/TheMatrix.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content=""/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-09-02 12:44:21 CST"/>
<meta name="author" content="visaya fan"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">
<a href="#" id="tabzilla" class="tabzilla-opened" role="button" aria-expanded="true" aria-controls="tabzilla-panel" title="Close (Esc)">No_Joking</a>
</div>

<div id="content">
<h1 class="title"></h1>


<link rel="stylesheet" type="text/css" href="../../../css/bootstrap.mozilla.css" />
<link rel="stylesheet" type="text/css" href="../../../css/tabzilla.css" />
<link rel="stylesheet" type="text/css" href="../../../css/vf.css" />
<script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"> </script>
<script src="../../../js/tabzilla.js"></script>
<script src="../../../bootstrap/js/bootstrap.js"></script>
<script src="../../../js/disqus-comment.js"></script>



<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 scaffold/custody</a></li>
<li><a href="#sec-2">2 hail/prophesy</a></li>
<li><a href="#sec-3">3 improvisation</a></li>
<li><a href="#sec-4">4 dodge</a></li>
<li><a href="#sec-5">5 bejesus</a></li>
<li><a href="#sec-6">6 marvel/oblivious</a></li>
<li><a href="#sec-7">7 cerebrum</a></li>
<li><a href="#sec-8">8 revelation</a></li>
<li><a href="#sec-9">9 plague</a></li>
<li><a href="#sec-10">10 serum</a></li>
<li><a href="#sec-11">11 inevitablility</a></li>
<li><a href="#sec-12">12 alley</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> scaffold/custody</h2>
<div class="outline-text-2" id="text-1">

<p>  scaffold 升降梯<br/>
  拘留<br/>
</p>
<p><br/>
<pre class="example">There are two ways out of this building, one is that scaffold, the others is in their custody.
</pre>

</p></div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> hail/prophesy</h2>
<div class="outline-text-2" id="text-2">

<p>  hail 欢呼,万岁<br/>
  prophesy (v)预言 -&gt; prophest(n)先知,预言者 -&gt; prophecy(n)预言,预言能力 -&gt;prophetic(a)预言的<br/>
</p>
<p><br/>
<pre class="example">After he died, the Oracle prophesied his return, and that his coming would hail the destruction of the Matrix, end the war, bring freedom to our people.
</pre>

</p></div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> improvisation</h2>
<div class="outline-text-2" id="text-3">

<p>  improvise (v)即兴创作 -&gt; improvisation<br/>
</p>
<p><br/>
<pre class="example">Good, adaptation, improvisation, but your weakness is not your technique.
</pre>

</p></div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> dodge</h2>
<div class="outline-text-2" id="text-4">

<p>  dodge 躲避,闪开<br/>
</p>
<p><br/>
<pre class="example">dodge bullet 躲避子弹
</pre>

</p></div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> bejesus</h2>
<div class="outline-text-2" id="text-5">

<p>  bejesus 老天/老天啊<br/>
  scare the bejesus/death/hell/shit/sickness out of me<br/>
</p>
<p><br/>
<pre class="example">You scared the bejesus out of me.
</pre>

</p></div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> marvel/oblivious</h2>
<div class="outline-text-2" id="text-6">

<p>  marvel (n)奇迹(v)对&hellip;感到惊奇<br/>
  oblivious (a)遗忘的,健忘的 -&gt;obliviously -&gt; obliviousness<br/>
</p>
<p><br/>
<pre class="example">Have you ever stood and stared at it? Marveled at its beauty its genuis? Billons of people just living out their lives, oblivious.
</pre>

</p></div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> cerebrum</h2>
<div class="outline-text-2" id="text-7">

<p>  cerebrum 大脑<br/>
</p>
<p><br/>
<pre class="example">So the perfec world was a dream that your primitive cerebrum kept trying to wake up from.
</pre>

</p></div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> revelation</h2>
<div class="outline-text-2" id="text-8">

<p>  revelatin (n)启示 -&gt; revelator 启示者 -&gt;revelatory(a)启示的,泄露的 -&gt;revelationist 相信天启的人<br/>
</p>
<p><br/>
<pre class="example">I would like to share a revelation that I've had come up duing my time here.
</pre>

</p></div>

</div>

<div id="outline-container-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> plague</h2>
<div class="outline-text-2" id="text-9">

<p>  plague 瘟疫<br/>
</p>
<p><br/>
<pre class="example">You are the plague, and we are the cure.
</pre>

</p></div>

</div>

<div id="outline-container-10" class="outline-2">
<h2 id="sec-10"><span class="section-number-2">10</span> serum</h2>
<div class="outline-text-2" id="text-10">

<p>  serum 血清,免疫血清<br/>
</p>
<p><br/>
<pre class="example">Why isn't the serum working?
</pre>

</p></div>

</div>

<div id="outline-container-11" class="outline-2">
<h2 id="sec-11"><span class="section-number-2">11</span> inevitablility</h2>
<div class="outline-text-2" id="text-11">

<p>  evitable 可以避免的 -&gt; inevitable 不可避免的 -&gt; inevitability 不可避免<br/>
</p>
<p><br/>
<pre class="example">You hear that, Mr. Anderson, that's the sound of inevitability, it's the sound of your death.
</pre>

</p></div>

</div>

<div id="outline-container-12" class="outline-2">
<h2 id="sec-12"><span class="section-number-2">12</span> alley</h2>
<div class="outline-text-2" id="text-12">

<p>  小巷<br/>
</p></div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-09-02 12:44:21 CST</p>
<p class="author">Author: visaya fan</p>
<p class="creator">Org version 7.8.11 with Emacs version 23</p>


</div>
</body>
</html>
